import React from 'react';
import style from './Policy.module.css'
const Policy = () => {
    return (
        <main className={style.main}>
            <section className={style.container}>
                <ol className={style.ol}>
                    <p> Политика в отношении обработки персональных данных</p>


                    <li>  Определение терминов:<br />
                        <br />  1.1. «Администрация сайта itref.kg (далее – Администрация сайта)» – уполномоченные сотрудники на управления сайтом itref.kg, которые организуют и (или) осуществляет обработку персональных данных, а также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.
                        <br />  1.2. «Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).
                        <br />  1.3.  «Обработка персональных данных» - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
                        <br />  1.4.  «Конфиденциальность персональных данных» - обязательное для соблюдения Оператором или иным получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.
                        <br />  1.5.  «Пользователь сайта itref.kg (далее - Пользователь)» – лицо, имеющее доступ к сайту посредством сети Интернет и использующее itref.kg .
                    </li>
                    <li> Общие положения<br />
                        <br />  2.1. Использование Пользователем сайта itref.kg означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.
                        <br />  2.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование сайта itref.kg.
                        <br />  2.3.  Настоящая Политика конфиденциальности применяется только к сайту itref.kg. itref.kg не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте itref.kg.
                        <br />  2.4. Администрация сайта Compasscollege.org не проверяет достоверность персональных данных, предоставляемых Пользователем сайта itref.kg.
                    </li>
                    <li>Предмет политики конфиденциальности<br />

                        <br />  3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта itref.kg по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет по запросу Администрации сайта при заполнении заявки.
                        <br />  3.2 Любая иная персональная информация неоговоренная выше подлежит надежному хранению и нераспространению.

                    </li>
                    <li> Цели сбора персональной информации пользователя<br />
                        <br />  4.1. Персональные данные Пользователя Администрация сайта может использовать в целях:
                        <br />  — Идентификации Пользователя, оставившего заявку на сайте itref.kg.
                        <br />  — Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта itref.kg оказания услуг, обработка запросов и заявок от Пользователя.
                        <br />  — Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.
                        <br />  — Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем связанных с использованием Сайта itref.kg.
                    </li>
                    <li>Способы и сроки обработки персональной информации<br />
                        <br />  5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.
                        <br />  5.2.Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Кыргызской Республики только по основаниям и в порядке, установленным законодательством Кыргызской Республики.
                        <br />  5.3.  При утрате или разглашении персональных данных Администрация сайта, информирует Пользователя об утрате или разглашении персональных данных.
                    </li>
                    <li> Обязательства администрации<br />
                        <br />  6.1. Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики конфиденциальности.
                        <br />  6.2. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо разглашение иными возможными способами переданных персональных данных Пользователя, за исключением п.п. 5.3. настоящей Политики Конфиденциальности.
                    </li>
                    <li>Дополнительные условия<br />
                        <br />  7.1. Администрация сайта itref.kg вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.
                        <br />  7.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте itref.kg, если иное не предусмотрено новой редакцией Политики конфиденциальности.
                    </li>

                </ol>
            </section>
        </main>
    );
};

export default Policy;